/* Authentication Type Names. */

/* The key is the four-character code of the type.  The value is the human-readable name of the type. */

"ntlm" = "Windows NT LAN Manager";
"msna" = "Microsoft Network default";
"dpaa" = "Distributed Password";
"rpaa" = "Remote Password";
"http" = "HTTP Basic";
"httd" = "HTTP Digest Access";
"form" = "HTML form based";
"dflt" = "Default";